;Place localized text in this file

[GatlingMec X2CharacterTemplate]
strCharacterName="Военно-штурмовой МЭК \"Адвента\""
strAcquiredText="Военно-штурмовой МЭК \"Адвента\" имеет более крепкую и толстую броню и более экзотическое вооружение"

[MEC_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик военно-штурмового МЭКа \"Адвента\""
FriendlyNamePlural="Дробовики военно-штурмового МЭКа \"Адвента\""
BriefSummary="Мощный дробовик огромного размера созданный специально для МЭК, обладает непревзойденной огневой мощью"
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата\n<Bullet/>"

[MEC_GatlingCannon X2WeaponTemplate]
FriendlyName="Пушка Гатлинга военно-штурмового МЭКа \"Адвента\""
FriendlyNamePlural="Пушки Гатлинга военно-штурмового МЭКа \"Адвента\""
BriefSummary="Мощный пулемет огромных размеров обладает внушительным барабаном с боеприпасами, для более длительного развертывания и ведения огня"
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата\n<Bullet/>"

[Phasic_Shot X2AbilityTemplate]
LocFriendlyName="Фазовый выстрел"
LocLongDescription="Дробовик военно-штурмового МЭКа \"Адвента\" заряжен специальными фазовыми патронами, которые игнорируют броню, щиты и бонусы укрытий. Нельзя применить против механических врагов."
LocHelpText="Выстрелы из дробовика игнорируют броню, щиты и бонусы укрытий. Нельзя нацелиться на механических врагов."
LocFlyOverText="Фазовый выстрел"

[Gatling_Sweep X2AbilityTemplate]
LocFriendlyName="Развертка пулемета Гатлинга"
LocLongDescription="Штурмовой МЭК атакует в широкой, конусообразной области из пулемета. Низкая точность, не уничтожает броню."
LocHelpText="Выстрел в широкой области перед МЭК из пулемета Гатлинга. Низкая точность, не уничтожает броню"
LocFlyOverText="Развертка пулемета Гатлинга"

[Gatling_Shot X2AbilityTemplate]
LocFriendlyName="Выстрел из пулемета Гатлинга"
LocLongDescription="Мощная атака по одиночной цели. Эта атака уничтожает 4 ед. брони и вызывает кровотечение. Очень низкая точность на короткой дистанции."
LocHelpText="Выстрелите сокрушающей атакой по одиночной цели из пулемета Гатлинга, которая разрушает 4 ед. брони и вызывает кровотечение. Очень низкая точность на коротких дистанциях."
LocFlyOverText="Выстрел из пулемета Гатлинга"